Repository: astechtic/ayuvo
Catalog: ios/calorietracker/Localizable.xcstrings
Source language: en
Languages: ar, az, cs, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ro, ru, uk, zh_hans

source: Used whenever you’ve entered a body fat %. It derives BMR from lean body mass instead of total weight.
ar: تُستخدم كلما أدخلت نسبة دهون الجسم. وهي تستخرج BMR من كتلة الجسم الخالية من الدهون بدلًا من الوزن الكلي.
az: Bədən yağı faizini daxil etdiyiniz hər zaman istifadə olunur. BMR-ni ümumi çəki əvəzinə yağsız bədən kütləsindən hesablayır.
de: Wird immer verwendet, wenn du einen Körperfettanteil eingegeben hast. Der BMR wird aus der fettfreien Masse statt aus dem Gesamtgewicht abgeleitet.
es: Se usa siempre que hayas introducido un porcentaje de grasa corporal. Calcula el BMR a partir de la masa corporal magra en vez del peso total.
fr: Utilisée dès que vous avez saisi un pourcentage de masse grasse. Elle calcule le BMR à partir de la masse maigre plutôt que du poids total.
hi: जब भी आपने शरीर की वसा का प्रतिशत दर्ज किया हो, इसका उपयोग किया जाता है। यह कुल वज़न के बजाय दुबले शरीर के द्रव्यमान से BMR निकालता है।
it: Viene usata ogni volta che hai inserito una percentuale di grasso corporeo. Ricava il BMR dalla massa magra invece che dal peso totale.
ja: 体脂肪率を入力している場合は常に使われます。総体重ではなく除脂肪体重からBMRを算出します。
ko: 체지방률을 입력한 경우 항상 사용됩니다. 총 체중 대신 제지방량에서 BMR을 계산합니다.
nl: Wordt altijd gebruikt wanneer je een lichaamsvetpercentage hebt ingevoerd. BMR wordt afgeleid uit vetvrije massa in plaats van totaalgewicht.
pl: Używany zawsze, gdy podasz procent tkanki tłuszczowej. Oblicza BMR z beztłuszczowej masy ciała zamiast z masy całkowitej.
pt_br: Usada sempre que você informa um percentual de gordura corporal. Ela calcula o BMR a partir da massa corporal magra, e não do peso total.
ro: Se folosește ori de câte ori ai introdus procentul de grăsime corporală. Calculează BMR din masa corporală slabă, nu din greutatea totală.
ru: Используется всегда, когда указан процент жира. Рассчитывает BMR от безжировой массы, а не от общего веса.
uk: Використовується автоматично, якщо ви вказали відсоток жиру в організмі. Точніше для струнких користувачів та спортсменів, оскільки BMR розраховується на основі сухої м\'язової маси, а не загальної ваги.
zh_hans: 只要输入了体脂率就会使用。它根据去脂体重而不是总体重计算 BMR。

source: Various refinements and fixes.
ar: تحسينات وإصلاحات متنوعة.
az: Müxtəlif təkmilləşdirmələr və düzəlişlər.
cs: Různá vylepšení a opravy.
de: Verschiedene Verbesserungen und Fehlerbehebungen.
es: Diversas mejoras y correcciones.
fr: Diverses améliorations et corrections.
hi: विभिन्न सुधार और बग फ़िक्स।
it: Vari miglioramenti e correzioni.
ja: 各種の改善と不具合の修正。
ko: 다양한 개선 및 버그 수정.
nl: Diverse verbeteringen en oplossingen.
pl: Różne usprawnienia i poprawki.
pt_br: Diversos ajustes e correções.
ro: Diverse îmbunătățiri și remedieri.
ru: Различные улучшения и исправления.
uk: Различние улучшения и исправления.
zh_hans: 多项优化与问题修复。

source: View More
ar: عرض المزيد
az: Daha Çoxuna Bax
cs: Zobrazit více
de: Mehr anzeigen
es: Ver más
fr: Voir plus
hi: और देखें
it: Vedi altro
ja: もっと見る
ko: 더 보기
nl: Meer bekijken
pl: Zobacz więcej
pt_br: Ver mais
ro: Vezi mai multe
ru: Показать больше
uk: Переглянути більше
zh_hans: 查看更多

source: View privacy policy
ar: عرض سياسة الخصوصية
az: Məxfilik siyasətinə bax
cs: Zobrazit zásady ochrany soukromí
de: Datenschutzrichtlinie anzeigen
es: Ver política de privacidad
fr: Voir la politique de confidentialité
hi: गोपनीयता नीति देखें
it: Visualizza l'informativa sulla privacy
ja: プライバシーポリシーを表示
ko: 개인정보 처리방침 보기
nl: Privacybeleid bekijken
pl: Zobacz politykę prywatności
pt_br: Ver política de privacidade
ro: Vezi politica de confidențialitate
ru: Посмотреть политику конфиденциальности
uk: Посмотреть политику конфиденциальности
zh_hans: 查看隐私政策

source: Voice
ar: الصوت
az: Səs
cs: Hlasem
de: Stimme
es: Voz
fr: Voix
hi: आवाज़
it: Voce
ja: 音声
ko: 음성
nl: Spraak
pl: Głos
pt_br: Voz
ro: Voce
ru: Голос
uk: Голос
zh_hans: 语音

source: Week Starts On
ar: يبدأ الأسبوع يوم
az: Həftənin Başlanğıc Günü
cs: Týden začíná
de: Wochenbeginn
es: La semana empieza el
fr: La semaine commence le
hi: सप्ताह शुरू होता है
it: La settimana inizia il
ja: 週の始まり
ko: 주 시작 요일
nl: Week begint op
pl: Tydzień zaczyna się od
pt_br: Semana começa em
ro: Săptămâna începe în
ru: Начало недели
uk: Тиждень починається з
zh_hans: 每周起始日

source: Weekly Change
ar: التغيير الأسبوعي
az: Həftəlik Dəyişiklik
cs: Týdenní změna
de: Wöchentliche Änderung
es: Cambio semanal
fr: Variation hebdomadaire
hi: साप्ताहिक बदलाव
it: Variazione settimanale
ja: 週間の変化
ko: 주간 변화
nl: Wekelijkse verandering
pl: Zmiana tygodniowa
pt_br: Variação semanal
ro: Schimbare săptămânală
ru: Изменение за неделю
uk: Щотижнева зміна
zh_hans: 每周变化

source: Weight
ar: الوزن
az: Çəki
cs: Váha
de: Gewicht
es: Peso
fr: Poids
hi: वजन
it: Peso
ja: 体重
ko: 체중
nl: Gewicht
pl: Waga
pt_br: Peso
ro: Greutate
ru: Вес
uk: Вага
zh_hans: 体重

source: Weight Forecast
ar: توقعات الوزن
az: Çəki Proqnozu
cs: Předpověď váhy
de: Gewichtsprognose
es: Previsión de peso
fr: Prévision de poids
hi: वज़न पूर्वानुमान
it: Previsione del peso
ja: 体重予測
ko: 체중 예측
nl: Gewichtsvoorspelling
pl: Prognoza wagi
pt_br: Previsão de peso
ro: Prognoză greutate
ru: Прогноз веса
uk: Прогноз веса
zh_hans: 体重预测

source: Weight Goal
ar: هدف الوزن
az: Çəki Hədəfi
cs: Váhový cíl
de: Gewichtsziel
es: Objetivo de peso
fr: Objectif de poids
hi: वजन लक्ष्य
it: Obiettivo di peso
ja: 体重目標
ko: 체중 목표
nl: Gewichtsdoel
pl: Cel wagi
pt_br: Meta de peso
ro: Obiectiv de greutate
ru: Цель по весу
uk: Цільова вага
zh_hans: 体重目标

source: Weight History
ar: سجل الوزن
az: Çəki Tarixçəsi
cs: Historie váhy
de: Gewichtsverlauf
es: Historial de peso
fr: Historique du poids
hi: वजन इतिहास
it: Cronologia peso
ja: 体重履歴
ko: 체중 기록
nl: Gewichtsgeschiedenis
pl: Historia wagi
pt_br: Histórico de peso
ro: Istoric greutate
ru: История веса
uk: Історія ваги
zh_hans: 体重历史

source: Weight Unit
ar: وحدة الوزن
az: Çəki vahidi
cs: Jednotka váhy
de: Gewichtseinheit
es: Unidad de peso
fr: Unité de poids
hi: वज़न की इकाई
it: Unità di peso
ja: 体重の単位
ko: 체중 단위
nl: Gewichtseenheid
pl: Jednostka wagi
pt_br: Unidade de peso
ro: Unitate de greutate
ru: Единица веса
uk: Одиниці ваги
zh_hans: 体重单位

source: What is sent
ar: ما الذي يتم إرساله
az: Nə göndərilir
cs: Co se odesílá
de: Was gesendet wird
es: Qué se envía
fr: Ce qui est envoyé
hi: क्या भेजा जाता है
it: Cosa viene inviato
ja: 送信される内容
ko: 전송되는 내용
nl: Wat wordt verstuurd
pl: Co jest wysyłane
pt_br: O que é enviado
ro: Ce se trimite
ru: Что отправляется
uk: Что отправляется
zh_hans: 发送的内容

source: What should I eat for dinner?
ar: ماذا يجب أن أتناول على العشاء؟
az: Şam yeməyinə nə yeyim?
cs: Co si dát k večeři?
de: Was soll ich zum Abendessen essen?
es: ¿Qué ceno hoy?
fr: Que manger au dîner ?
hi: रात के खाने में क्या खाऊं?
it: Cosa mangio a cena?
ja: 夕食に何を食べる?
ko: 저녁에 뭘 먹을까요?
nl: Wat zal ik eten als avondeten?
pl: Co zjeść na kolację?
pt_br: O que comer no jantar?
ro: Ce să mănânc la cină?
ru: Что съесть на ужин?
uk: Що мені їсти на вечерю?
zh_hans: 晚餐吃什么?

source: What stays local
ar: ما يبقى محليًا
az: Lokal qalan nə
cs: Co zůstává v zařízení
de: Was lokal bleibt
es: Qué se queda en el dispositivo
fr: Ce qui reste en local
hi: क्या स्थानीय रहता है
it: Cosa resta in locale
ja: ローカルに残るもの
ko: 기기에 남는 항목
nl: Wat lokaal blijft
pl: Co zostaje lokalnie
pt_br: O que fica no dispositivo
ro: Ce rămâne local
ru: Что остаётся локально
uk: Что остаётся локально
zh_hans: 保留在本地的内容

source: What's my average intake?
ar: ما متوسط ما أتناوله؟
az: Orta qida qəbulum nə qədərdir?
cs: Jaký je můj průměrný příjem?
de: Wie hoch ist meine durchschnittliche Aufnahme?
es: ¿Cuál es mi ingesta media?
fr: Quel est mon apport moyen ?
hi: मेरा औसत सेवन क्या है?
it: Qual è il mio apporto medio?
ja: 平均摂取量は?
ko: 평균 섭취량은?
nl: Wat is mijn gemiddelde inname?
pl: Jaka jest moja średnia podaż?
pt_br: Qual minha ingestão média?
ro: Care e aportul meu mediu?
ru: Какое у меня среднее потребление?
uk: Яке моє середнє споживання?
zh_hans: 我的平均摄入量是多少?

source: What's my expected weight in 30 days?
ar: ما هو وزني المتوقع خلال 30 يومًا؟
az: 30 gün sonra gözlənilən çəkim nə qədər olacaq?
cs: Jaká bude moje váha za 30 dní?
de: Wie viel werde ich in 30 Tagen wiegen?
es: ¿Cuál será mi peso en 30 días?
fr: Quel est mon poids prévu dans 30 jours ?
hi: 30 दिनों में मेरा अपेक्षित वज़न क्या होगा?
it: Qual è il mio peso previsto tra 30 giorni?
ja: 30日後の予想体重は?
ko: 30일 후 예상 체중은?
nl: Wat is mijn verwachte gewicht over 30 dagen?
pl: Jaka będzie moja przewidywana waga za 30 dni?
pt_br: Qual será meu peso em 30 dias?
ro: Ce greutate voi avea peste 30 de zile?
ru: Какой у меня будет вес через 30 дней?
uk: Якою буде моя очікувана вага через 30 днів?
zh_hans: 30天后我的预期体重是多少?

source: When on, Ayuvo uses Apple Health’s recent measured-energy window as your maintenance anchor when calculating goals instead of the formula estimate: measured total energy when enough days are available; otherwise, average measured active energy + formula BMR. No AI is used to read your burn. Requires Apple Health. Works with the Recalculate button and with Adaptive Goals.
ar: عند التفعيل، يستخدم Ayuvo نافذة بيانات الطاقة المقاسة الحديثة من Apple Health كمرجع لسعرات الحفاظ عند حساب الأهداف بدلًا من تقدير المعادلة: إجمالي الطاقة المقاس عند توفر أيام كافية، وإلا فمتوسط الطاقة النشطة المقاسة + BMR المحسوب بالمعادلة. لا يُستخدم الذكاء الاصطناعي لقراءة بيانات الحرق. يتطلب Apple Health. يعمل مع زر إعادة الحساب ومع Adaptive Goals.
az: Aktiv olduqda Ayuvo hədəfləri hesablayarkən düstur təxmini əvəzinə Apple Health-də son ölçülmüş enerji məlumatları dövrünü saxlama istinadı kimi istifadə edir: kifayət qədər gün olduqda ölçülmüş ümumi enerji, əks halda ölçülmüş aktiv enerjinin ortalaması + düsturla hesablanan BMR. Sərfiyyatınızı oxumaq üçün Sİ istifadə olunmur. Apple Health tələb olunur. Yenidən Hesabla düyməsi və Adaptive Goals ilə işləyir.
de: Wenn aktiviert, verwendet Ayuvo das jüngste Messfenster für Energiedaten aus Apple Health als Erhaltungsanker bei der Zielberechnung anstelle der Formelschätzung: den gemessenen Gesamtenergieverbrauch, wenn genügend Tage verfügbar sind, andernfalls den durchschnittlichen gemessenen aktiven Energieverbrauch + den Formel-BMR. Zum Auslesen deines Verbrauchs wird keine KI verwendet. Erfordert Apple Health. Funktioniert mit der Schaltfläche „Neu berechnen“ und mit Adaptive Goals.
es: Cuando está activado, Ayuvo usa la ventana reciente de energía medida de Apple Health como referencia de mantenimiento al calcular objetivos, en lugar de la estimación de la fórmula: energía total medida cuando hay suficientes días; de lo contrario, energía activa medida promedio + BMR de la fórmula. No se usa IA para leer tu gasto. Requiere Apple Health. Funciona con el botón Recalcular y con Adaptive Goals.
fr: Lorsqu’il est activé, Ayuvo utilise la fenêtre récente de données énergétiques mesurées de Apple Health comme référence de maintenance lors du calcul des objectifs, au lieu de l’estimation par formule : dépense énergétique totale mesurée lorsque suffisamment de jours sont disponibles ; sinon, moyenne de l’énergie active mesurée + BMR calculé par la formule. Aucune IA n’est utilisée pour lire votre dépense. Nécessite Apple Health. Fonctionne avec le bouton Recalculer et avec Adaptive Goals.
hi: चालू होने पर, Ayuvo लक्ष्य कैलकुलेट करते समय फ़ॉर्मूला अनुमान की जगह Apple Health के हाल में मापे गए ऊर्जा डेटा की अवधि को मेंटेनेंस आधार के रूप में इस्तेमाल करता है: पर्याप्त दिनों का डेटा होने पर मापी गई कुल ऊर्जा; अन्यथा, मापी गई सक्रिय ऊर्जा का औसत + फ़ॉर्मूला BMR। बर्न पढ़ने के लिए कोई AI इस्तेमाल नहीं होता। Apple Health ज़रूरी है। पुनः गणना करें बटन और Adaptive Goals के साथ काम करता है।
it: Quando è attivo, Ayuvo usa la finestra recente dei dati energetici misurati da Apple Health come riferimento di mantenimento nel calcolo degli obiettivi, invece della stima con formula: energia totale misurata quando sono disponibili abbastanza giorni; altrimenti, media dell’energia attiva misurata + BMR calcolato con la formula. Nessuna IA viene usata per leggere il tuo consumo. Richiede Apple Health. Funziona con il pulsante Ricalcola e con Adaptive Goals.
ja: オンにすると、Ayuvoは目標計算で、式による推定値の代わりにApple Healthの最近の実測エネルギーデータ期間を維持カロリーの基準として使います。十分な日数がある場合は実測の総エネルギー、そうでない場合は実測アクティブエネルギーの平均＋式で求めたBMRを使います。消費データの読み取りにAIは使いません。Apple Healthが必要です。「再計算」ボタンおよびAdaptive Goalsと連動します。
ko: 켜면 Ayuvo가 목표를 계산할 때 공식 추정치 대신 Apple Health의 최근 측정 에너지 구간을 유지 칼로리 기준으로 사용합니다. 충분한 날짜가 있으면 측정된 총에너지를, 그렇지 않으면 측정된 활동 에너지 평균 + 공식 BMR을 사용합니다. 소모 데이터를 읽는 데 AI는 사용되지 않습니다. Apple Health가 필요합니다. 다시 계산 버튼 및 Adaptive Goals와 함께 작동합니다.
nl: Wanneer ingeschakeld gebruikt Ayuvo het recente meetvenster voor energie uit Apple Health als onderhoudsbasis bij het berekenen van doelen, in plaats van de formuleschatting: gemeten totale energie wanneer er genoeg dagen beschikbaar zijn; anders de gemiddelde gemeten actieve energie + de formule-BMR. Er wordt geen AI gebruikt om je verbruik te lezen. Vereist Apple Health. Werkt met de knop Opnieuw berekenen en met Adaptive Goals.
pl: Po włączeniu Ayuvo używa ostatniego okna zmierzonych danych energii z Apple Health jako podstawy zapotrzebowania na utrzymanie podczas obliczania celów zamiast oszacowania ze wzoru: gdy dostępna jest wystarczająca liczba dni, używa zmierzonej energii całkowitej; w przeciwnym razie średniej zmierzonej energii aktywnej + BMR ze wzoru. AI nie jest używane do odczytywania spalania. Wymaga Apple Health. Działa z przyciskiem Przelicz oraz z Celami adaptacyjnymi.
pt_br: Quando ativado, o Ayuvo usa a janela recente de energia medida do Apple Health como referência de manutenção ao calcular metas, em vez da estimativa por fórmula: energia total medida quando houver dias suficientes; caso contrário, média da energia ativa medida + BMR da fórmula. Nenhuma IA é usada para ler seu gasto. Requer Apple Health. Funciona com o botão Recalcular e com o Adaptive Goals.
ro: Când este activat, Ayuvo folosește intervalul recent de energie măsurată din Apple Health ca bază de menținere la calcularea obiectivelor, în locul estimării prin formulă: energia totală măsurată când sunt disponibile suficiente zile; altfel, media energiei active măsurate + BMR calculat prin formulă. Nu se folosește IA pentru citirea consumului. Necesită Apple Health. Funcționează cu butonul Recalculează și cu Adaptive Goals.
ru: Когда функция включена, Ayuvo использует данные об энергии из Apple Health за недавний период как ориентир поддержания при расчёте целей вместо оценки по формуле: измеренный общий расход энергии, если доступно достаточно дней; иначе среднее измеренной активной энергии + BMR по формуле. ИИ не используется для чтения данных о расходе. Требуется Apple Health. Работает с кнопкой «Пересчитать» и с Adaptive Goals.
uk: Когда функция включена, Ayuvo використовує данние об енергии из Apple Health за недавний период как ориентир поддержания при расчёте целей вместо оценки по формуле: измеренний общий расход енергии, если доступно достаточно дней; иначе среднее измеренной активной енергии + BMR по формуле. ШІ не використовується для чтения данних о расходе. Потрібен Apple Health. Работает с кнопкой «Пересчитать» и с Adaptive Goals.
zh_hans: 开启后，Ayuvo 会在计算目标时使用 Apple Health 的近期实测能量窗口作为维持热量基准，而不是公式估算：有足够天数时使用实测总能量，否则使用实测活动能量平均值 + 公式 BMR。读取消耗数据不使用 AI。需要 Apple Health。与“重新计算”按钮及 Adaptive Goals 配合使用。

source: When you log a meal, the photo, voice transcript, or text description is sent to your selected AI provider. Profile data (age, weight, goals) is sent only for Coach chat.
ar: عند تسجيل وجبة، يتم إرسال الصورة أو نص التفريغ الصوتي أو الوصف النصي إلى مزوّد الذكاء الاصطناعي الذي اخترته. تُرسَل بيانات الملف الشخصي (العمر، الوزن، الأهداف) فقط في محادثة المدرب.
az: Yemək qeyd etdiyiniz zaman, foto, səs transkripti və ya mətn təsviri seçdiyiniz AI provayderinə göndərilir. Profil məlumatları (yaş, çəki, məqsədlər) yalnız Məşqçi söhbəti üçün göndərilir.
cs: Když zapíšeš jídlo, odešle se fotka, hlasový přepis nebo textový popis tvému vybranému AI poskytovateli. Profilová data (věk, váha, cíle) se posílají jen pro chat s koučem.
de: Wenn du eine Mahlzeit protokollierst, werden das Foto, das Sprachtranskript oder die Textbeschreibung an deinen ausgewählten KI-Anbieter gesendet. Profildaten (Alter, Gewicht, Ziele) werden nur für den Coach-Chat gesendet.
es: Cuando registras una comida, la foto, la transcripción de voz o la descripción de texto se envía al proveedor de IA seleccionado. Los datos del perfil (edad, peso, objetivos) se envían solo para el chat del Coach.
fr: Lorsque vous enregistrez un repas, la photo, la transcription vocale ou la description textuelle est envoyée au fournisseur d'IA sélectionné. Les données du profil (âge, poids, objectifs) ne sont envoyées que pour le chat Coach.
hi: जब आप कोई भोजन लॉग करते हैं, तो फ़ोटो, वॉइस ट्रांसक्रिप्ट या टेक्स्ट विवरण आपके चुने हुए AI प्रदाता को भेजा जाता है। प्रोफ़ाइल डेटा (आयु, वजन, लक्ष्य) केवल Coach चैट के लिए भेजा जाता है।
it: Quando registri un pasto, la foto, la trascrizione vocale o la descrizione testuale viene inviata al fornitore di IA selezionato. I dati del profilo (età, peso, obiettivi) vengono inviati solo per la chat del Coach.
ja: 食事を記録すると、写真、音声の文字起こし、またはテキストの説明が選択したAIプロバイダーに送信されます。プロフィールデータ(年齢、体重、目標)はコーチチャットでのみ送信されます。
ko: 식사를 기록하면 사진, 음성 기록 또는 텍스트 설명이 선택한 AI 제공업체로 전송됩니다. 프로필 데이터(나이, 체중, 목표)는 코치 채팅에만 전송됩니다.
nl: Wanneer je een maaltijd registreert, worden de foto, de spraaktranscriptie of de tekstbeschrijving naar je geselecteerde AI-provider gestuurd. Profielgegevens (leeftijd, gewicht, doelen) worden alleen voor de Coach-chat verzonden.
pl: Gdy logujesz posiłek, zdjęcie, transkrypcja głosu lub opis tekstowy są wysyłane do wybranego dostawcy AI. Dane profilu (wiek, waga, cele) są wysyłane tylko do czatu Trenera.
pt_br: Quando você registra uma refeição, a foto, a transcrição de voz ou a descrição em texto é enviada para o provedor de IA selecionado. Dados do perfil (idade, peso, metas) são enviados apenas para o chat do Coach.
ro: Când înregistrezi o masă, fotografia, transcrierea vocală sau descrierea text este trimisă furnizorului AI selectat. Datele profilului (vârstă, greutate, obiective) sunt trimise doar pentru chatul Coach.
ru: Когда вы записываете приём пищи, фото, расшифровка голоса или текстовое описание отправляются выбранному провайдеру ИИ. Данные профиля (возраст, вес, цели) отправляются только для чата с Тренером.
uk: Когда ви записиваете приём пищи, фото, расшифровка голоса или текстовое описание отправляются вибранному провайдеру ШІ. Данние профиля (возраст, вес, цели) отправляются только для чата с Тренером.
zh_hans: 当你记录一餐时,照片、语音转写或文字描述会发送给你所选的 AI 提供商。个人资料数据(年龄、体重、目标)仅在 Coach 聊天中发送。

source: Who receives it
ar: من يستلمها
az: Onu kim alır
cs: Kdo je příjemcem
de: Wer es empfängt
es: Quién la recibe
fr: Qui les reçoit
hi: इसे कौन प्राप्त करता है
it: Chi li riceve
ja: 誰が受け取るか
ko: 누가 받는지
nl: Wie het ontvangt
pl: Kto to otrzymuje
pt_br: Quem recebe
ro: Cine le primește
ru: Кто их получает
uk: Кто их получает
zh_hans: 谁会收到

source: Widgets, Lock Screen, and Apple Watch match the new speedometer design and follow your chosen nutrient cards.
ar: الودجات وشاشة القفل وApple Watch تعتمد تصميم عدّاد السرعة الجديد وتتبع بطاقات المغذّيات التي اخترتها.
az: Vidcetlər, kilid ekranı və Apple Watch yeni spidometr dizaynını götürür və seçdiyiniz qida kartlarını izləyir.
cs: Widgety, zamčená obrazovka i Apple Watch odpovídají novému tachometrovému designu a řídí se tvými vybranými kartami živin.
de: Widgets, Sperrbildschirm und Apple Watch übernehmen das neue Tacho-Design und folgen deinen gewählten Nährstoffkarten.
es: Los widgets, la pantalla de bloqueo y el Apple Watch adoptan el nuevo diseño de velocímetro y siguen tus tarjetas de nutrientes.
fr: Les widgets, l'écran verrouillé et l'Apple Watch adoptent le nouveau design tachymètre et suivent vos cartes de nutriments.
hi: विजेट, लॉक स्क्रीन और Apple Watch नए स्पीडोमीटर डिज़ाइन में हैं और आपके चुने पोषक कार्ड दिखाते हैं।
it: Widget, schermata di blocco e Apple Watch adottano il nuovo design a tachimetro e seguono le tue schede nutrienti.
ja: ウィジェット、ロック画面、Apple Watchも新しいスピードメーターデザインになり、選択した栄養素カードに連動します。
ko: 위젯, 잠금 화면, Apple Watch가 새 속도계 디자인을 따르고 선택한 영양소 카드와 연동됩니다.
nl: Widgets, vergrendelscherm en Apple Watch volgen het nieuwe snelheidsmeterontwerp en jouw gekozen voedingskaarten.
pl: Widżety, ekran blokady i Apple Watch przejmują nowy wygląd prędkościomierza i podążają za wybranymi kartami składników.
pt_br: Widgets, tela de bloqueio e Apple Watch seguem o novo visual de velocímetro e os seus cartões de nutrientes.
ro: Widgeturile, ecranul de blocare și Apple Watch preiau noul design cu vitezometru și urmează cardurile tale de nutrienți.
ru: Виджеты, экран блокировки и Apple Watch получили новый дизайн со спидометром и показывают выбранные вами карточки нутриентов.
uk: Виджети, екран блокировки и Apple Watch получили новий дизайн со спидометром и показивают вибранние вами карточки нутриентов.
zh_hans: 小组件、锁屏和 Apple Watch 采用全新仪表盘设计，并跟随你选择的营养卡片。

source: Workout
ar: التمرين
az: Məşq
de: Training
es: Entrenamiento
fr: Entraînement
hi: वर्कआउट
it: Allenamento
ja: ワークアウト
ko: 운동
nl: Training
pl: Trening
pt_br: Treino
ro: Antrenament
ru: Тренировка
uk: Тренування
zh_hans: 训练

source: Workout History
ar: سجل التمارين
az: Məşq tarixçəsi
de: Trainingsverlauf
es: Historial de entrenamientos
fr: Historique des entraînements
hi: वर्कआउट इतिहास
it: Cronologia allenamenti
ja: ワークアウト履歴
ko: 운동 기록
nl: Trainingsgeschiedenis
pl: Historia treningów
pt_br: Histórico de treinos
ro: Istoric antrenamente
ru: История тренировок
uk: Історія тренувань
zh_hans: 锻炼历史

source: Workouts
ar: التمارين
az: Məşqlər
cs: Tréninky
de: Training
es: Entrenamientos
fr: Entraînements
hi: वर्कआउट
it: Allenamenti
ja: ワークアウト
ko: 운동
nl: Trainingen
pl: Treningi
pt_br: Treinos
ro: Antrenamente
ru: Тренировки
uk: Тренування
zh_hans: 锻炼

source: You can set this later in Settings.
ar: يمكنك تعيين هذا لاحقاً في الإعدادات.
az: Bunu sonra Tənzimləmələrdə təyin edə bilərsiniz.
cs: Můžeš nastavit později v Nastavení.
de: Du kannst dies später in den Einstellungen festlegen.
es: Puedes establecer esto más tarde en Ajustes.
fr: Vous pouvez définir cela plus tard dans les Réglages.
hi: आप इसे बाद में सेटिंग्स में सेट कर सकते हैं।
it: Puoi impostarlo più tardi nelle Impostazioni.
ja: 後で設定から変更できます。
ko: 나중에 설정에서 설정할 수 있습니다.
nl: Je kunt dit later in Instellingen instellen.
pl: Możesz ustawić to później w Ustawieniach.
pt_br: Você pode definir isso mais tarde em Ajustes.
ro: Poți seta asta mai târziu în Setări.
ru: Можно настроить позже в Настройках.
uk: Ви можете встановити це пізніше в налаштуваннях.
zh_hans: 稍后可以在设置中设置。

source: You got **27% off** your yearly plan!
ar: لقد حصلت على **خصم 27%** على خطتك السنوية!
az: İllik planınızda **27% endirim** qazandınız!
cs: Máš **27% slevu** na roční plán!
de: Du erhältst **27 % Rabatt** auf deinen Jahresplan!
es: ¡Tienes un **27 % de descuento** en tu plan anual!
fr: Vous bénéficiez de **27 % de réduction** sur votre abonnement annuel !
hi: आपको अपने वार्षिक प्लान पर **27% की छूट** मिली!
it: Hai ottenuto il **27% di sconto** sul tuo piano annuale!
ja: 年間プランが**27%オフ**になりました！
ko: 연간 요금제를 **27% 할인**받았어요!
nl: Je krijgt **27% korting** op je jaarabonnement!
pl: Masz **27% zniżki** na plan roczny!
pt_br: Você ganhou **27% de desconto** no plano anual!
ro: Ai primit **27% reducere** la abonamentul anual!
ru: Вы получили **скидку 27%** на годовой план!
uk: Ви получили **скидку 27%** на годовой план!
zh_hans: 你的年度订阅享 **7.3 折**（**27% 折扣**）！
